-- phpMyAdmin SQL Dump
-- version 4.7.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Aug 27, 2018 at 12:05 PM
-- Server version: 10.1.25-MariaDB
-- PHP Version: 5.6.31

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `jit`
--

-- --------------------------------------------------------

--
-- Table structure for table `jit_data`
--

CREATE TABLE `jit_data` (
  `Id` int(11) NOT NULL,
  `GroupId` int(11) NOT NULL,
  `Qty` int(11) NOT NULL,
  `QtyCheckIn` int(11) NOT NULL,
  `QueueTime` datetime NOT NULL,
  `Remark` varchar(100) NOT NULL,
  `CreateTime` datetime NOT NULL,
  `CreateUserId` int(11) NOT NULL,
  `CheckInTime` datetime DEFAULT NULL,
  `CheckInUserId` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `jit_data`
--

INSERT INTO `jit_data` (`Id`, `GroupId`, `Qty`, `QtyCheckIn`, `QueueTime`, `Remark`, `CreateTime`, `CreateUserId`, `CheckInTime`, `CheckInUserId`) VALUES
(1, 2002, 4, 4, '2018-09-27 06:30:00', '0817590324', '2018-08-27 06:12:03', 6, '2018-08-27 06:23:43', 2),
(2, 2003, 9, 9, '2018-09-27 06:32:00', '0818239475', '2018-08-27 06:13:12', 2, '2018-08-27 06:23:57', 2),
(3, 2001, 6, 6, '2018-09-27 06:34:00', '0816494738', '2018-08-27 06:14:12', 2, '2018-08-27 06:24:05', 2),
(4, 2021, 89, 89, '2018-09-27 06:36:00', '0897146913', '2018-08-27 06:15:51', 6, '2018-08-27 06:24:18', 2),
(5, 2010, 2, 2, '2018-09-27 06:44:00', '0906266886', '2018-08-27 06:16:56', 6, '2018-08-27 06:24:22', 2),
(6, 2006, 8, 8, '2018-09-27 06:46:00', '0958389559', '2018-08-27 06:19:26', 6, '2018-08-27 06:45:13', 2),
(7, 2023, 253, 253, '2018-09-27 06:50:00', '0860448847', '2018-08-27 06:27:35', 2, '2018-08-27 06:45:53', 2),
(8, 2024, 87, 87, '2018-09-27 07:18:00', '0819394710', '2018-08-27 06:29:55', 2, '2018-08-27 06:46:18', 2),
(9, 2008, 11, 11, '2018-09-27 07:30:00', '0811712086', '2018-08-27 06:30:14', 6, '2018-08-27 06:46:36', 2),
(10, 2022, 38, 38, '2018-09-27 07:32:00', '0926792766', '2018-08-27 06:36:00', 2, '2018-08-27 06:59:41', 2),
(11, 2026, 100, 100, '2018-09-27 07:38:00', '085', '2018-08-27 06:51:42', 6, '2018-08-27 07:00:56', 2),
(12, 2026, 100, 100, '2018-09-27 07:50:00', '0852220858', '2018-08-27 06:59:27', 6, '2018-08-27 07:23:30', 1),
(13, 2026, 34, 34, '2018-09-27 08:04:00', '0852220858', '2018-08-27 07:12:44', 6, '2018-08-27 07:23:35', 1),
(14, 2025, 44, 44, '2018-09-27 08:10:00', '0623929553', '2018-08-27 07:19:38', 2, '2018-08-27 07:23:40', 1),
(15, 2026, 120, 120, '2018-09-27 08:14:00', '0852220858', '2018-08-27 07:22:49', 2, '2018-08-27 07:38:56', 1),
(16, 2027, 33, 33, '2018-09-27 08:30:00', '0868831455', '2018-08-27 07:24:14', 2, '2018-08-27 07:39:02', 1),
(17, 2009, 1, 1, '2018-09-27 08:36:00', '0910250387', '2018-08-27 07:30:39', 2, '2018-08-27 07:39:07', 1),
(18, 2017, 82, 82, '2018-09-27 08:38:00', '-', '2018-08-27 07:36:50', 2, '2018-08-27 07:39:11', 1),
(19, 2018, 19, 19, '2018-09-27 08:48:00', '0988258982', '2018-08-27 07:36:53', 6, '2018-08-27 08:02:13', 1),
(20, 2026, 20, 20, '2018-09-27 08:50:00', '0852220858', '2018-08-27 07:48:10', 2, '2018-08-27 08:02:44', 1),
(21, 2023, 23, 23, '2018-09-27 08:56:00', '08633965705', '2018-08-27 08:00:20', 1, '2018-08-27 08:02:46', 1),
(22, 2030, 73, 73, '2018-09-27 09:00:00', '-', '2018-08-27 08:00:50', 1, '2018-08-27 08:02:50', 1),
(23, 2015, 9, 9, '2018-09-27 09:10:00', '0819082041', '2018-08-27 08:01:34', 1, '2018-08-27 08:03:35', 1),
(24, 2013, 2, 2, '2018-09-27 09:12:00', '09928998733', '2018-08-27 08:01:49', 1, '2018-08-27 08:12:16', 1),
(25, 2029, 7, 7, '2018-09-27 09:14:00', '0818012600', '2018-08-27 08:06:38', 1, '2018-08-27 08:12:47', 1),
(26, 2016, 3, 3, '2018-09-27 09:16:00', '-', '2018-08-27 08:10:14', 6, '2018-08-27 08:34:17', 2),
(27, 2012, 29, 29, '2018-09-27 09:18:00', '0972373256', '2018-08-27 08:16:42', 6, '2018-08-27 08:34:25', 2),
(28, 2026, 9, 9, '2018-09-27 09:24:00', '0852220858', '2018-08-27 08:21:07', 2, '2018-08-27 08:34:32', 2),
(29, 2014, 8, 8, '2018-09-27 09:26:00', '0946821778', '2018-08-27 08:25:26', 2, '2018-08-27 09:29:41', 2),
(30, 2019, 45, 45, '2018-09-27 09:30:00', '0897461149', '2018-08-27 08:31:55', 6, '2018-08-27 09:29:48', 2),
(31, 2017, 15, 15, '2018-09-27 09:36:00', '0883939239', '2018-08-27 08:41:16', 2, '2018-08-27 09:29:53', 2),
(32, 2026, 6, 6, '2018-09-27 09:40:00', '0852220858', '2018-08-27 08:56:42', 6, '2018-08-27 09:30:00', 2),
(33, 2032, 6, 6, '2018-09-27 09:42:00', '0988308695', '2018-08-27 09:06:23', 2, '2018-08-27 09:30:05', 2),
(34, 2030, 105, 105, '2018-09-27 09:44:00', '0816448487', '2018-08-27 09:09:44', 2, '2018-08-27 09:30:08', 2),
(35, 2026, 2, 2, '2018-09-27 09:58:00', '0852220858', '2018-08-27 09:10:28', 2, '2018-08-27 09:30:54', 2),
(36, 2030, 23, 23, '2018-09-27 10:00:00', '0816448487', '2018-08-27 09:12:49', 2, '2018-08-27 09:44:50', 1),
(37, 2038, 48, 48, '2018-09-27 10:06:00', '0860620647', '2018-08-27 09:25:05', 6, '2018-08-27 09:45:07', 1),
(39, 2033, 278, 278, '2018-09-27 10:16:00', '0615629149', '2018-08-27 09:39:44', 1, '2018-08-27 09:45:20', 1),
(40, 2039, 45, 45, '2018-09-27 10:50:00', '0818185683', '2018-08-27 09:41:57', 6, '2018-08-27 09:45:23', 1),
(41, 2040, 7, 7, '2018-09-27 10:56:00', '0626968555', '2018-08-27 09:44:48', 6, '2018-08-27 09:59:20', 1),
(42, 2030, 9, 9, '2018-09-27 11:00:00', '-', '2018-08-27 09:47:54', 1, '2018-08-27 09:59:22', 1),
(43, 2030, 45, 45, '2018-09-27 11:02:00', '-', '2018-08-27 09:47:59', 1, '2018-08-27 09:59:24', 1),
(44, 2031, 8, 8, '2018-09-27 11:10:00', '0993956458', '2018-08-27 09:51:41', 6, '2018-08-27 09:59:30', 1),
(45, 2033, 26, 26, '2018-09-27 11:12:00', '0615629149', '2018-08-27 09:52:55', 6, '2018-08-27 10:06:43', 1),
(46, 2030, 2, 2, '2018-09-27 11:16:00', '-', '2018-08-27 09:59:01', 1, '2018-08-27 10:06:45', 1),
(47, 2031, 28, 28, '2018-09-27 11:18:00', '0984746300', '2018-08-27 10:01:39', 6, '2018-08-27 10:06:49', 1),
(48, 2040, 7, 7, '2018-08-27 12:00:00', '0899961415', '2018-08-27 10:02:35', 2, '2018-08-27 10:06:54', 1),
(49, 2038, 2, 2, '2018-08-27 12:02:00', '0972511393', '2018-08-27 10:03:46', 6, '2018-08-27 10:10:35', 1),
(50, 2033, 6, 6, '2018-08-27 12:04:00', '0615629145', '2018-08-27 10:04:53', 2, '2018-08-27 10:10:47', 1),
(51, 2012, 10, 10, '2018-08-27 12:06:00', '0972373256', '2018-08-27 10:10:30', 2, '2018-08-27 10:14:22', 1),
(52, 2036, 3, 3, '2018-08-27 10:00:00', '0629378945', '2018-08-27 10:14:05', 6, '2018-08-27 10:40:53', 2),
(53, 2035, 14, 14, '2018-08-27 10:02:00', '0818226993', '2018-08-27 10:14:28', 2, '2018-08-27 10:40:59', 2),
(54, 2039, 1, 1, '2018-08-27 10:04:00', '0971463825', '2018-08-27 10:23:15', 6, '2018-08-27 10:41:04', 2),
(55, 2038, 2, 2, '2018-08-27 10:06:00', '0840181819', '2018-08-27 10:25:02', 6, '2018-08-27 10:41:10', 2),
(56, 2038, 1, 1, '2018-08-27 10:08:00', '0909896894', '2018-08-27 10:26:21', 6, '2018-08-27 10:41:18', 2),
(57, 2039, 1, 1, '2018-08-27 10:10:00', '0866227871', '2018-08-27 10:27:34', 6, '2018-08-27 10:41:24', 2),
(58, 2046, 57, 57, '2018-08-27 10:12:00', '0879242504', '2018-08-27 10:33:33', 6, '2018-08-27 11:05:07', 6),
(59, 1002, 1, 1, '2018-08-27 10:20:00', '0805553912', '2018-08-27 10:37:22', 6, '2018-08-27 11:05:22', 6),
(60, 2011, 427, 427, '2018-08-27 10:22:00', '0945398914', '2018-08-27 10:53:46', 2, '2018-08-27 11:05:38', 6),
(61, 2037, 7, 7, '2018-08-27 11:12:00', '0898113505', '2018-08-27 10:55:50', 6, '2018-08-27 11:19:59', 2),
(62, 2033, 21, 21, '2018-08-27 11:16:00', '0615609149', '2018-08-27 10:59:49', 2, '2018-08-27 11:20:07', 2),
(63, 2034, 13, 13, '2018-08-27 11:20:00', '0955311421', '2018-08-27 11:15:34', 6, '2018-08-27 11:30:20', 6),
(64, 2031, 8, 8, '2018-08-27 11:24:00', '0812584710', '2018-08-27 11:28:10', 2, '2018-08-27 11:55:20', 2),
(65, 2031, 1, 1, '2018-08-27 11:26:00', '0812584710', '2018-08-27 11:28:30', 2, '2018-08-27 11:55:27', 2),
(66, 2011, 100, 100, '2018-08-27 11:28:00', '0945398914', '2018-08-27 11:48:36', 6, '2018-08-27 12:04:15', 1),
(67, 2034, 80, 80, '2018-08-27 11:42:00', '0830919294', '2018-08-27 11:53:05', 2, '2018-08-27 12:19:14', 1),
(68, 2011, 125, 125, '2018-08-27 11:52:00', '0945398914', '2018-08-27 12:00:33', 2, '2018-08-27 12:19:17', 1),
(69, 2034, 46, 46, '2018-08-27 12:08:00', '0818653005', '2018-08-27 12:06:19', 6, '2018-08-27 12:19:30', 1),
(70, 2034, 126, 126, '2018-08-27 12:16:00', '0818653005', '2018-08-27 12:18:00', 6, '2018-08-27 12:26:17', 1),
(71, 2034, 100, 100, '2018-08-27 12:32:00', '0818653005', '2018-08-27 12:19:52', 6, '2018-08-27 12:26:20', 1),
(72, 2034, 100, 100, '2018-08-27 12:44:00', '0818653005', '2018-08-27 12:23:14', 6, '2018-08-27 12:26:25', 1),
(73, 2034, 100, 100, '2018-08-27 12:58:00', '0818653005', '2018-08-27 12:24:59', 6, '2018-08-27 12:39:16', 6),
(74, 2034, 128, 128, '2018-08-27 13:10:00', '', '2018-08-27 12:26:49', 6, '2018-08-27 12:39:27', 6),
(75, 2041, 357, 357, '2018-08-27 13:26:00', '0869048811', '2018-08-27 12:35:09', 2, '2018-08-27 13:10:16', 1),
(76, 1032, 16, 16, '2018-08-27 14:08:00', '0898720875', '2018-08-27 12:56:12', 6, '2018-08-27 13:10:22', 1),
(77, 1013, 1, 1, '2018-08-27 14:12:00', '0924239346', '2018-08-27 13:09:43', 6, '2018-08-27 13:11:09', 1),
(78, 2011, 125, 125, '2018-08-27 14:14:00', '0945398914', '2018-08-27 13:10:17', 6, '2018-08-27 13:11:15', 1),
(79, 2041, 55, 55, '2018-08-27 14:30:00', '0869048811', '2018-08-27 13:10:42', 2, '2018-08-27 13:28:06', 1),
(80, 2036, 10, 10, '2018-08-27 14:38:00', '0818221949', '2018-08-27 13:11:16', 6, '2018-08-27 13:36:40', 1),
(81, 1013, 1, 1, '2018-08-27 14:42:00', '0920560577', '2018-08-27 13:18:14', 6, '2018-08-27 13:36:51', 1),
(82, 2041, 179, 179, '2018-08-27 14:44:00', '0869048811', '2018-08-27 13:33:22', 6, '2018-08-27 13:37:03', 1),
(83, 2034, 98, 98, '2018-08-27 15:06:00', '', '2018-08-27 13:35:07', 1, '2018-08-27 13:45:21', 1),
(84, 1011, 12, 12, '2018-08-27 15:18:00', '0819392327', '2018-08-27 13:35:32', 1, '2018-08-27 14:11:00', 2),
(85, 1010, 46, 12, '2018-08-27 15:22:00', '0863957537', '2018-08-27 13:48:32', 6, '2018-08-27 14:11:09', 2),
(86, 2036, 145, 12, '2018-08-27 15:28:00', '0890202525', '2018-08-27 13:54:07', 6, '2018-08-27 14:11:17', 2),
(87, 1003, 14, 14, '2018-08-27 15:46:00', '0895263743', '2018-08-27 13:54:57', 6, '2018-08-27 14:11:26', 2),
(88, 1024, 63, 63, '2018-08-27 15:48:00', '0895376624', '2018-08-27 13:56:27', 6, '2018-08-27 14:11:58', 2),
(89, 1006, 1, 12, '2018-08-27 15:58:00', '0818581888', '2018-08-27 14:05:13', 6, '2018-08-27 14:11:34', 2),
(90, 2036, 41, 41, '2018-08-27 16:00:00', '0890202515', '2018-08-27 14:06:16', 1, '2018-08-27 14:12:13', 2),
(91, 1024, 3, 3, '2018-08-27 17:00:00', '0895376624', '2018-08-27 14:06:59', 6, '2018-08-27 14:12:34', 2),
(93, 1001, 5, 5, '2018-08-27 17:04:00', '0996071170', '2018-08-27 14:08:01', 6, '2018-08-27 14:24:10', 1),
(94, 1025, 4, 4, '2018-08-27 17:08:00', '0813986578', '2018-08-27 14:08:46', 6, '2018-08-27 14:24:21', 1),
(95, 1034, 40, 40, '2018-08-27 17:10:00', '0814426700', '2018-08-27 14:08:50', 1, '2018-08-27 14:24:36', 1),
(96, 1026, 68, 68, '2018-08-27 17:16:00', '0877046621', '2018-08-27 14:09:31', 1, '2018-08-27 14:30:59', 1),
(97, 1009, 90, 90, '2018-08-27 17:26:00', '0870855883', '2018-08-27 14:11:48', 6, '2018-08-27 14:38:30', 1),
(98, 1008, 25, 25, '2018-08-27 17:38:00', '-', '2018-08-27 14:14:47', 1, '2018-08-27 14:41:07', 1),
(99, 1016, 4, 4, '2018-08-27 17:42:00', '0895001391', '2018-08-27 14:14:50', 6, '2018-08-27 14:41:19', 1),
(100, 1029, 14, 14, '2018-08-27 17:44:00', '0917015959', '2018-08-27 14:16:12', 6, '2018-08-27 14:26:02', 1),
(101, 1034, 21, 21, '2018-08-27 17:48:00', '0819149911', '2018-08-27 14:17:04', 6, '2018-08-27 14:44:09', 1),
(102, 1022, 31, 31, '2018-08-27 17:52:00', '0870277541', '2018-08-27 14:17:43', 6, '2018-08-27 14:45:49', 1),
(103, 1003, 2, 2, '2018-08-27 18:00:00', '0620131551', '2018-08-27 14:18:14', 6, '2018-08-27 14:46:20', 1),
(104, 1005, 6, 6, '2018-08-27 18:02:00', '0818436636', '2018-08-27 14:18:50', 6, '2018-08-27 14:51:58', 1),
(105, 2041, 22, 22, '2018-08-27 18:04:00', '-', '2018-08-27 14:20:51', 1, '2018-08-27 14:54:46', 1),
(106, 1004, 16, 16, '2018-08-27 18:08:00', '0849247690', '2018-08-27 14:23:05', 1, '2018-08-27 15:00:55', 2),
(107, 1003, 1, 1, '2018-08-27 18:12:00', '0929491517', '2018-08-27 14:27:29', 6, '2018-08-27 15:12:01', 1),
(108, 1015, 2, 2, '2018-08-27 18:14:00', '0877066888', '2018-08-27 14:27:38', 1, '2018-08-27 15:01:09', 2),
(109, 1027, 33, 33, '2018-08-27 18:16:00', '0889419535', '2018-08-27 14:28:17', 6, '2018-08-27 15:04:48', 1),
(110, 1033, 13, 13, '2018-08-27 18:22:00', '0989929145', '2018-08-27 14:29:04', 6, '2018-08-27 15:06:23', 2),
(111, 1012, 8, 8, '2018-08-27 18:26:00', '0871110586', '2018-08-27 14:30:44', 2, '2018-08-27 15:07:55', 1),
(112, 1019, 3, 3, '2018-08-27 18:28:00', '0819180423', '2018-08-27 14:31:38', 6, '2018-08-27 15:07:59', 1),
(113, 1020, 1, 1, '2018-08-27 18:32:00', '0981078258', '2018-08-27 14:33:45', 6, '2018-08-27 15:08:06', 1),
(114, 1009, 1, 1, '2018-08-27 18:34:00', '0879264541', '2018-08-27 14:34:27', 6, '2018-08-27 15:08:11', 1),
(115, 1013, 1, 1, '2018-08-27 18:36:00', '0818150947', '2018-08-27 14:34:43', 1, '2018-08-27 15:08:15', 1),
(116, 1018, 1, 1, '2018-08-27 18:38:00', '0846600416', '2018-08-27 14:35:08', 6, '2018-08-27 15:08:20', 1),
(117, 1024, 26, 26, '2018-08-27 18:40:00', '0818223343', '2018-08-27 14:36:18', 6, '2018-08-27 15:09:24', 2),
(118, 1003, 1, 1, '2018-08-27 18:44:00', '0628264541', '2018-08-27 14:37:01', 1, '2018-08-27 15:08:25', 1),
(119, 1021, 3, 3, '2018-08-27 18:46:00', '0895041465', '2018-08-27 14:38:44', 6, '2018-08-27 15:11:07', 1),
(120, 1014, 2, 2, '2018-08-27 18:48:00', '0895317808', '2018-08-27 14:39:25', 2, '2018-08-27 15:11:12', 1),
(121, 1002, 1, 1, '2018-08-27 18:50:00', '0865553912', '2018-08-27 14:41:41', 6, '2018-08-27 16:46:22', 1),
(122, 1028, 31, 31, '2018-08-27 18:52:00', '0814433696', '2018-08-27 14:44:31', 6, '2018-08-27 15:15:05', 1),
(123, 1017, 1, 1, '2018-08-27 18:56:00', '0879196357', '2018-08-27 14:46:50', 6, '2018-08-27 15:15:09', 1),
(124, 1007, 2, 2, '2018-08-27 18:58:00', '0819132773', '2018-08-27 14:49:19', 6, '2018-08-27 15:15:15', 1),
(125, 1023, 54, 54, '2018-08-27 19:02:00', '0853567555', '2018-08-27 14:50:02', 6, '2018-08-27 15:17:35', 1),
(126, 1009, 6, 6, '2018-08-27 19:10:00', '-', '2018-08-27 14:54:04', 2, '2018-08-27 14:55:37', 1),
(127, 2011, 109, 109, '2018-08-27 19:12:00', '0945398914', '2018-08-27 14:56:27', 1, '2018-08-27 15:27:24', 1),
(128, 1002, 1, 1, '2018-08-27 19:26:00', '0805553912', '2018-08-27 14:57:32', 6, '2018-08-27 14:59:09', 1),
(129, 1003, 4, 4, '2018-08-27 19:28:00', '0838816771', '2018-08-27 15:00:28', 1, '2018-08-27 15:27:35', 1),
(130, 1002, 14, 14, '2018-08-27 19:30:00', '0865553912', '2018-08-27 15:04:02', 6, '2018-08-27 15:30:10', 1),
(131, 1024, 1, 1, '2018-08-27 19:34:00', '0812605333', '2018-08-27 15:05:55', 6, '2018-08-27 16:46:25', 1),
(132, 1003, 1, 1, '2018-08-27 19:36:00', '0838816771', '2018-08-27 15:08:48', 6, '2018-08-27 15:27:29', 1),
(133, 1022, 10, 10, '2018-08-27 19:38:00', '0870277541', '2018-08-27 15:12:39', 6, '2018-08-27 16:46:27', 1),
(134, 1024, 3, 3, '2018-08-27 19:42:00', '0846643010', '2018-08-27 15:26:30', 6, '2018-08-27 16:46:38', 1),
(135, 2026, 5, 5, '2018-08-27 19:44:00', '-', '2018-08-27 16:33:19', 1, '2018-08-27 16:33:32', 1),
(136, 2026, 18, 18, '2018-08-27 19:46:00', '-', '2018-08-27 16:36:55', 1, '2018-08-27 16:46:41', 1),
(137, 1003, 3, 3, '2018-08-27 19:50:00', 'tick', '2018-08-27 16:45:08', 1, '2018-08-27 16:45:14', 1),
(138, 1022, 2, 2, '2018-08-27 19:52:00', 'tick', '2018-08-27 16:45:40', 1, '2018-08-27 16:45:53', 1);

-- --------------------------------------------------------

--
-- Table structure for table `jit_data_history`
--

CREATE TABLE `jit_data_history` (
  `Id` int(11) NOT NULL DEFAULT '0',
  `GroupId` int(11) NOT NULL,
  `Qty` int(11) NOT NULL,
  `QtyCheckIn` int(11) NOT NULL,
  `QueueTime` datetime NOT NULL,
  `Remark` varchar(100) NOT NULL,
  `CreateTime` datetime NOT NULL,
  `CreateUserId` int(11) NOT NULL,
  `CheckInTime` datetime DEFAULT NULL,
  `CheckInUserId` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `jit_group`
--

CREATE TABLE `jit_group` (
  `Id` int(11) NOT NULL,
  `Code` int(11) NOT NULL,
  `Name` varchar(100) NOT NULL,
  `qtyMax` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `jit_group`
--

INSERT INTO `jit_group` (`Id`, `Code`, `Name`, `qtyMax`) VALUES
(1, 1001, 'สน.รมช.กห.', 5),
(2, 1002, 'สร.', 17),
(3, 1003, 'สน.ปล.กห.', 32),
(4, 1004, 'รอง ปล.กห.(๒) ', 16),
(5, 1005, 'รอง ปล.กห.(๓) ', 6),
(6, 1006, 'รอง ปล.กห.(๔) ', 1),
(7, 1007, 'สลก.สป.', 2),
(8, 1008, 'สงป.กห. ', 25),
(9, 1009, 'สสน.สป.', 116),
(10, 1010, 'สยธ.สสน.สป.', 47),
(11, 1011, 'สพร.กห.', 12),
(12, 1012, 'ทสอ.กห.', 8),
(13, 1013, 'สนย.สนผ.กห.', 3),
(14, 1014, 'สวส.สนผ.กห.', 2),
(15, 1015, 'สกร.สนผ.กห.', 2),
(16, 1016, 'สอซ.สนผ.กห.', 4),
(17, 1017, 'สง.ปรมน.ศปสท.สนผ.กห.', 1),
(18, 1018, 'สง.งป.สนผ.กห.', 1),
(19, 1019, 'กลาง.สนผ.กห.', 3),
(20, 1020, 'กรภ.สนผ.กห.', 1),
(21, 1021, 'กปช.สนผ.กห.', 3),
(22, 1022, 'สม.', 69),
(23, 1023, 'พัน.สห.สป.', 54),
(24, 1024, 'ธน.', 96),
(25, 1025, 'กง.กห.', 4),
(26, 1026, 'วท.กห.', 68),
(27, 1027, 'ศอพท.', 43),
(28, 1028, 'พท.ศอพท.', 31),
(29, 1029, 'อท.ศอพท.', 14),
(32, 1032, 'รภท.ศอพท.', 16),
(33, 1033, 'กกส.กห.', 13),
(34, 1034, 'สตน.กห.', 61),
(35, 2001, 'สน.ผบ.ทสส.', 7),
(36, 2002, 'สน.รอง ผบ.ทสส.(1)', 4),
(37, 2003, 'สน.รอง ผบ.ทสส.(2)', 9),
(38, 2004, 'สน.รอง ผบ.ทสส.(3)', 0),
(39, 2005, 'สน.รอง ผบ.ทสส.(4)', 2),
(40, 2006, 'สน.เสธ.ทหาร', 8),
(41, 2007, 'สน.รอง เสธ.ทหาร (1)', 0),
(42, 2008, 'สน.รอง เสธ.ทหาร (2)', 11),
(43, 2009, 'สน.รอง เสธ.ทหาร (3)', 1),
(44, 2010, 'สน.รอง เสธ.ทหาร (4)', 1),
(45, 2011, 'สน.บก.บก.ทท.', 886),
(46, 2012, 'สลก.บก.ทท', 39),
(47, 2013, 'สจร.ทหาร', 2),
(48, 2014, 'สตน.ทหาร', 8),
(49, 2015, 'สยย.ทหาร', 9),
(50, 2016, 'สธน.ทหาร', 3),
(51, 2017, 'สสก.ทหาร', 97),
(52, 2018, 'ศปร.', 19),
(53, 2019, 'ศทช.', 45),
(54, 2020, 'ศซบ.ทหาร', 0),
(55, 2021, 'กพ.ทหาร', 89),
(56, 2022, 'ขว.ทหาร', 40),
(57, 2023, 'ยก.ทหาร', 276),
(58, 2024, 'กบ.ทหาร', 87),
(59, 2025, 'กร.ทหาร', 44),
(60, 2026, 'สส.ทหาร', 431),
(61, 2027, 'สปช.ทหาร', 36),
(62, 2028, 'สบ.ทหาร', 7),
(63, 2029, 'กง.ทหาร', 7),
(64, 2030, 'ผท.ทหาร', 257),
(65, 2031, 'ยบ.ทหาร', 46),
(66, 2032, 'ชด.ทหาร', 6),
(67, 2033, 'นทพ.', 331),
(68, 2034, 'ศรภ.', 791),
(69, 2035, 'ศตก.', 14),
(70, 2036, 'สปท.', 223),
(71, 2037, 'วปอ.', 7),
(72, 2038, 'วสท.สปท.', 59),
(73, 2039, 'ศศย.', 48),
(74, 2040, 'สจว.', 36),
(75, 2041, 'รร.ชท.สปท.', 613),
(76, 2042, 'รร.ตท.สปท.', 524),
(77, 2043, 'นทพ.ภาค 1', 0),
(78, 2044, 'นทพ.ภาค 3', 0),
(79, 2045, 'นทพ.ภาค 4', 0),
(80, 2046, 'สมาคมแม่บ้าน บก.ทท.', 60),
(81, 3001, 'สง.รอง ผบ.ทบ', 0),
(82, 3002, 'สง.ปษ.ทบ.', 0),
(83, 3003, 'สง.รอง เสธ.ทบ (1)', 0),
(84, 3004, 'สง.รอง เสธ.ทบ (2)', 0),
(85, 3005, 'สง.รอง เสธ.ทบ (4)', 0),
(86, 3006, 'สง.รอง เสธ.ทบ (5)', 0),
(87, 3007, 'สลก.ทบ.', 0),
(88, 3008, 'กพ.ทบ.', 0),
(89, 3009, 'ขว.ทบ.', 0),
(90, 3010, 'ยก.ทบ.', 0),
(91, 3011, 'กบ.ทบ.', 0),
(92, 3012, 'กร.ทบ.', 0),
(93, 3013, 'สปช.ทบ.', 0),
(94, 3014, 'สบ.ทบ.', 0),
(95, 3015, 'กง.ทบ.', 0),
(96, 3016, 'สห.ทบ.', 0),
(97, 3017, 'จบ.', 0),
(98, 3018, 'สก.ทบ.', 0),
(99, 3019, 'ดย.ทบ.', 0),
(100, 3020, 'นรด.', 0),
(101, 3021, 'สวพ.ทบ.', 0),
(102, 3022, 'สตน.ทบ.', 0),
(103, 3023, 'สธน.ทบ.', 0),
(104, 3024, 'ศซบ.ทบ.', 0),
(105, 3025, 'กรมการทหารช่าง (กช.)', 0),
(106, 3026, 'กรมสรรพาวุธทหารบก (สพ.ทบ.)', 0),
(107, 3027, 'กรมแพทย์ทหารบก (พบ.)', 0),
(108, 3028, 'กรมการขนส่งทหารบก (ขส.ทบ.)', 0),
(109, 3029, 'กรมพลาธิการทหารบก (พธ.ทบ.)', 0),
(110, 3030, 'กรมยุทธโยธาทหารบก (ยย.ทบ.)', 0),
(111, 3031, 'กรมการสัตว์ทหารบก (กส.ทบ.)', 0),
(112, 3032, 'กรมการทหารสื่อสาร (สส.)', 0),
(113, 3033, 'กรมวิทยาศาสตร์ทหารบก (วศ.ทบ.)', 0),
(114, 3034, 'กองทัพภาคที่ 1', 0),
(115, 3035, 'กองพลที่ 1 รักษาพระองค์   (พล.1 รอ.) ', 0),
(116, 3036, 'กองพลทหารราบที่ 2 รักษาพระองค์  (พล.ร.2 รอ.)', 0),
(117, 3037, 'กองพลทหารราบที่ 9 (พล.ร.9) ', 0),
(118, 3038, 'กองพลทหารราบที่ 11 (พล.ร.11)', 0),
(119, 3039, 'กองพลทหารม้าที่ 2 รักษาพระองค์ (พล.ม.2 รอ.)', 0),
(120, 3040, 'มทบ.11 (สำนักงานใหญ่)', 0),
(121, 3041, 'มทบ.12 (ค่ายจักรพงศ์) ', 0),
(122, 3042, 'มทบ.13 (ค่ายสมเด็จพระนารายณ์มหาราช) ', 0),
(123, 3043, 'มทบ.14 (ค่ายนวมินทราชินี) ', 0),
(124, 3044, 'มทบ.15 (ค่ายรามราชนิเวชน์) ', 0),
(125, 3045, 'มทบ.16 (ค่ายภานุรังษี) ', 0),
(126, 3046, 'มทบ.17 (ค่ายสุรสีห์) ', 0),
(127, 3047, 'มทบ.18 (ค่ายอดิศร) ', 0),
(128, 3048, 'มทบ.19 (ค่ายสุรสิงหนาท) ', 0),
(129, 3049, 'กองทัพภาคที่ 2 (ทภ.2)', 0),
(130, 3050, 'กองพลทหารราบที่ 3 (พล.ร.3)', 0),
(131, 3051, 'กองพลทหารราบที่ 6', 0),
(132, 3052, 'กองพลทหารม้าที่ 3 (พล.ม.3)', 0),
(133, 3053, 'มทบ.21 (ค่ายสุรนารี) ', 0),
(134, 3054, 'มทบ.22 (ค่ายสรรพสิทธิประสงค์) ', 0),
(135, 3055, 'มทบ.23 (ค่ายศรีพัชรินทร) ', 0),
(136, 3056, 'มทบ.24 (ค่ายประจักษ์ศิลปาคม)', 0),
(137, 3057, 'มทบ.25 (ค่ายวีรวัฒน์โยธิน) ', 0),
(138, 3058, 'มทบ.26 (ค่ายสมเด็จเจ้าพระยามหากษัตริย์ศึก)', 0),
(139, 3059, 'มทบ.27 (ค่ายประเสริฐสงคราม)', 0),
(140, 3060, 'มทบ.28 (ค่ายศรีสองรัก) ', 0),
(141, 3061, 'มทบ.29 (ค่ายกฤษณ์สีวะรา) ', 0),
(142, 3062, 'มทบ.210 (ค่ายพระยอดเมืองขวาง)', 0),
(143, 3063, 'กองทัพภาคที่ 3 (ทภ.3)', 0),
(144, 3064, 'กองพลทหารราบที่ 4 (พล.ร.4)', 0),
(145, 3065, 'กองพลทหารราบที่ 7 (พล.ร.7) ', 0),
(146, 3066, 'กองพลทหารม้าที่ 1 (พล.ม.1) ', 0),
(147, 3067, 'มทบ.31 (ค่ายจิรประวัติ) ', 0),
(148, 3068, 'มทบ.32 (ค่ายสุรศักดิ์มนตรี) ', 0),
(149, 3069, 'มทบ.33 (ค่ายกาวิละ) ', 0),
(150, 3070, 'มทบ.34 (จ.พะเยา)', 0),
(151, 3071, 'มทบ.35 (จ.อุตรดิตถ์)', 0),
(152, 3072, 'มทบ.36 (จ.เพชรบูรณ์)', 0),
(153, 3073, 'มทบ.37 (จ.เชียงราย)', 0),
(154, 3074, 'มทบ.38 (จ.น่าน)', 0),
(155, 3075, 'มทบ.39 (จ.พิษณุโลก)', 0),
(156, 3076, 'มทบ.310 (จ.ตาก)', 0),
(157, 3077, 'กองทัพภาคที่ 4 (ทภ.4)', 0),
(158, 3078, 'กองพลทหารราบที่ 5 (พล.ร.5)', 0),
(159, 3079, 'กองพลทหารราบที่ 15 (พล.ร.15) ', 0),
(160, 3080, 'มทบ.41 (จ.นครศรีธรรมราช)', 0),
(161, 3081, 'มทบ.42 (จ.สงขลา)', 0),
(162, 3082, 'มทบ.43 (จ.ภูเก็ต)', 0),
(163, 3083, 'มทบ.44 (จ.ชุมพร)', 0),
(164, 3084, 'มทบ.45 (จ.สุราษฎร์ธานี)', 0),
(165, 3085, 'มทบ.46 (จ.ปัตตานี)', 0),
(166, 3086, 'หน่วยบัญชาการสงครามพิเศษ (นสศ.)', 0),
(167, 3087, 'กองพลรบพิเศษที่ 1 (พล.รพศ. 1)', 0),
(168, 3088, 'นปอ. ', 0),
(169, 3089, 'พล.ปตอ.', 0),
(170, 3090, 'ศปภอ.ทบ.', 0),
(171, 3091, 'กองพลทหารปืนใหญ่ (พล.ป.)', 0),
(172, 3092, 'กองพลทหารช่าง (พล.ช) ', 0),
(173, 3093, 'หน่วยข่าวกรองทางทหาร (ขกท.) ', 0),
(174, 3094, 'กองบัญชาการช่วยรบที่ 1 (บชร.1)', 0),
(175, 3095, 'กองบัญชาการช่วยรบที่ 2 (บชร.2) ', 0),
(176, 3096, 'กองบัญชาการช่วยรบที่ 3 (บชร.3) ', 0),
(177, 3097, 'กองบัญชาการช่วยรบที่ 4 (บชร.4) ', 0),
(178, 3098, 'กรมยุทธศึกษาทหารบก (ยศ.ทบ.)', 0),
(179, 3099, 'โรงเรียนนายร้อยพระจุลจอมเกล้า (รร.จปร.)', 0),
(180, 3100, 'วิทยาลัยแพทยศาสตร์พระมงกุฎเกล้า (วพม.)', 0),
(181, 3101, 'หน่วยบัญชาการรักษาดินแดน (นรด.)', 0),
(182, 3102, 'วิทยาลัยการทัพบก (วทบ.)', 0),
(183, 3103, 'โรงเรียนเสนาธิการทหารบก (รร.สธ.ทบ.)', 0),
(184, 3104, 'โรงเรียนนายสิบทหารบก (รร.นส.ทบ.)', 0),
(185, 3105, 'ศูนย์การทหารราบ (ศร.)', 0),
(186, 3106, 'ศูนย์การทหารม้า (ศม.)', 0),
(187, 3107, 'ศูนย์การทหารปืนใหญ่ (ศป.)', 0),
(188, 3108, 'ศูนย์สงครามพิเศษ (ศสพ.)', 0),
(189, 3109, 'กองพลพัฒนาที่ 1 (พล.พัฒนา 1)', 0),
(190, 3110, 'กองพลพัฒนาที่ 2 (พล.พัฒนา 2)', 0),
(191, 3111, 'กองพลพัฒนาที่ 3 (พล.พัฒนา 3)', 0),
(192, 3112, 'กองพลพัฒนาที่ 4 (พล.พัฒนา 4)', 0),
(193, 4001, 'สำนักงานรองผู้บัญชาการทหารเรือ', 20),
(194, 4002, 'สน.ปธ.คปษ.ทร.', 10),
(195, 4003, 'สำนักงานเสนาธิการทหารเรือ ', 24),
(196, 4004, 'สำนักงานรองเสนาธิการทหารเรือ (กพ.)', 2),
(197, 4005, 'สำนักงานรองเสนาธิการทหารเรือ (กบ.)', 0),
(198, 4006, 'สง.ปรมน.ทร.', 61),
(199, 4007, 'สำนักงานเลขานุการกองทัพเรือ (สลก.ทร.)', 115),
(200, 4008, 'กรมสารบรรณทหารเรือ (สบ.ทร.)', 184),
(201, 4009, 'กรมกำลังพลทหารเรือ (กพ.ทร.)', 232),
(202, 4010, 'กรมข่าวทหารเรือ (ขว.ทร.)', 2),
(203, 4011, 'กรมยุทธการทหารเรือ (ยก.ทร.)', 15),
(204, 4012, 'กรมส่งกำลังบำรุงทหารเรือ (กบ.ทร.)', 118),
(205, 4013, 'สสท.ทร.', 0),
(206, 4014, 'กรมกิจการพลเรือนทหารเรือ (กพร.ทร.)', 59),
(207, 4015, 'สำนักงานปลัดบัญชีทหารเรือ (สปช.ทร.)', 29),
(208, 4016, 'กรมจเรทหารเรือ (จร.ทร.)', 12),
(209, 4017, 'สตน.ทร.', 59),
(210, 4018, 'สยป.ทร.', 49),
(211, 4019, 'สำนักงานพระธรรมนูญทหารเรือ (สธน.ทร.)', 52),
(212, 4020, 'กองเรือยุทธการ (กร.)', 2466),
(213, 4021, 'ทัพเรือภาคที่ 1 (ทรภ.1)', 180),
(214, 4022, 'ทัพเรือภาคที่ 2 (ทรภ.2)', 589),
(215, 4023, 'ทัพเรือภาคที่ 3 (ทรภ.3)', 203),
(216, 4024, 'หน่วยบัญชาการนาวิกโยธิน (นย.)', 2243),
(217, 4025, 'สอ.รฝ.', 209),
(218, 4026, 'ฐานทัพเรือสัตหีบ (ฐท.สส.)', 82),
(219, 4027, 'ฐานทัพเรือกรุงเทพ (ฐท.กท.)', 458),
(220, 4028, 'กรมสารวัตรทหารเรือ (กรม สห.ทร.)', 122),
(221, 4029, 'กรมอู่ทหารเรือ (อร.)', 355),
(222, 4030, 'กรมพลาธิการทหารเรือ (พธ.ทร.)', 103),
(223, 4031, 'กรมแพทย์ทหารเรือ (พร.)', 47),
(224, 4032, 'กรมอิเล็กทรอนิกส์ทหารเรือ (อล.ทร.)', 652),
(225, 4033, 'กรมช่างโยธาทหารเรือ (ชย.ทร.)', 439),
(226, 4034, 'กรมสรรพาวุธทหารเรือ (สพ.ทร.)', 285),
(227, 4035, 'กรมอุทกศาสตร์ (อศ.)', 378),
(228, 4036, 'กรมการขนส่งทหารเรือ (ขส.ทร.)', 0),
(229, 4037, 'กรมสวัสดิการทหารเรือ (สก.ทร.)', 8),
(230, 4038, 'กรมยุทธศึกษาทหารเรือ (ยศ.ทร.)', 908),
(231, 4039, 'โรงเรียนนายเรือ (รร.นร.)', 28),
(232, 4040, 'สวพ.ทร.', 2),
(233, 4041, 'นรข.', 320),
(234, 4042, 'กปช.จต.', 395),
(235, 4043, 'ฉก.นย.ทร.', 418),
(236, 4044, 'ฉก.นย.33', 388),
(237, 4045, 'การท่าอากาศยานอู่ตะเภา', 8),
(238, 4046, 'ศปส.ทร.', 4),
(239, 5001, 'กองบัญชาการกองทัพอากาศ (บก.ทอ.)', 124),
(240, 5002, 'สำนักงานเลขานุการกองทัพอากาศ (สลก.ทอ.)', 23),
(241, 5003, 'กรมสารบรรณทหารอากาศ (สบ.ทอ.)', 4),
(242, 5004, 'กรมกำลังพลทหารอากาศ (กพ.ทอ.)', 98),
(243, 5005, 'กรมข่าวทหารอากาศ (ขว.ทอ.)', 11),
(244, 5006, 'กรมยุทธการทหารอากาศ (ยก.ทอ.)', 65),
(245, 5007, 'กรมส่งกำลังบำรุงทหารอากาศ (กบ.ทอ.)', 47),
(246, 5008, 'กรมกิจการพลเรือนทหารอากาศ (กร.ทอ.)', 16),
(247, 5009, 'ทสส.ทอ.', 40),
(248, 5010, 'สำนักงานปลัดบัญชีทหารอากาศ (สปช.ทอ.)', 46),
(249, 5011, 'กรมการเงินทหารอากาศ (กง.ทอ.)', 98),
(250, 5012, 'กรมจเรทหารอากาศ (จร.ทอ.)', 54),
(251, 5013, 'สตน.ทอ.', 8),
(252, 5014, 'สำนักงานนิรภัยทหารอากาศ (สนภ.ทอ.)', 35),
(253, 5015, 'สำนักงานพระธรรมนูญทหารอากาศ (สธน.ทอ.)', 4),
(254, 5016, 'กรมควบคุมการปฏิบัติทางอากาศ (คปอ.)', 846),
(255, 5017, 'หน่วยบัญชาการอากาศโยธิน (อย.)', 1377),
(256, 5018, 'กรมช่างอากาศ (ชอ.)', 61),
(257, 5019, 'กรมสื่อสารอิเล็กทรอนิกส์ทหารอากาศ (สอ.ทอ.)', 122),
(258, 5020, 'กรมสรรพาวุธทหารอากาศ (สพ.ทอ.)', 230),
(259, 5021, 'กรมแพทย์ทหารอากาศ (พอ.)', 103),
(260, 5022, 'กรมพลาธิการทหารอากาศ (พธ.ทอ.)', 38),
(261, 5023, 'กรมช่างโยธาทหารอากาศ (ชย.ทอ.)', 98),
(262, 5024, 'กรมขนส่งทหารอากาศ (ขส.ทอ.)', 151),
(263, 5025, 'กรมยุทธศึกษาทหารอากาศ (ยศ.ทอ.)', 423),
(264, 5026, 'รร.นนก.', 272),
(265, 5027, 'วิทยาลัยพยาบาลทหารอากาศ (วพอ.)', 39),
(266, 5028, 'กรมสวัสดิการทหารอากาศ (สก.ทอ.)', 14),
(267, 5029, 'ศวอ.ทอ.', 49),
(268, 5030, 'สน.ผบ.ดม.', 59),
(269, 5031, 'รร.การบิน', 525),
(270, 5032, 'กองบิน 1 ', 125),
(271, 5033, 'กองบิน 2', 83),
(272, 5034, 'กองบิน 4', 493),
(273, 5035, 'กองบิน 5', 79),
(274, 5036, 'กองบิน 6', 20),
(275, 5037, 'กองบิน 7', 1087),
(276, 5038, 'กองบิน 21', 163),
(277, 5039, 'กองบิน 23', 167),
(278, 5040, 'กองบิน 41', 31),
(279, 5041, 'กองบิน 46', 587),
(280, 5042, 'กองบิน 56', 709),
(281, 6001, 'กองคดีอาญา', 0),
(282, 6002, 'จเรตำรวจ', 0),
(283, 6003, 'กองบังคับการตำรวจท่องเที่ยว 2', 0),
(284, 6004, 'ช่างอากาศยาน กองบินตำรวจ ', 0),
(285, 6005, 'หน่วยบินตำรวจจังหวัดกาญจนบุรี', 0),
(286, 6006, 'หน่วยบินตำรวจจังหวัดตาก กองบินตำรวจ', 0),
(287, 6007, 'หน่วยบินตำรวจจังหวัดสุราษฎร์ธานี', 0),
(288, 6008, 'หน่วยบินตำรวจจังหวัดเชียงใหม่', 0),
(289, 6009, 'หน่วยบินตำรวจจังหวัดยะลา กองบินตำรวจ', 0),
(290, 6010, 'หน่วยบินตำรวจ จว.เพชรบุรี', 0),
(291, 6011, 'หน่วยบินตำรวจจังหวัดอุดรธานี', 0),
(292, 6012, 'หน่วยบินตำรวจจังหวัดจันทบุรี', 0),
(293, 6013, 'หน่วยบินตำรวจจังหวัดนครราชสีมา', 0),
(294, 6014, 'หน่วยบินตำรวจจังหวัดภูเก็ต', 0),
(295, 6015, 'หน่วยบินตำรวจจังหวัดสงขลา', 0),
(296, 6016, 'หน่วยบินตำรวจจังหวัดนครศรีธรรมราช', 0),
(297, 6017, 'หน่วยบินตำรวจจังหวัดขอนแก่น', 0),
(298, 6018, 'กองบังคับการตำรวจนครบาล 1', 0),
(299, 6019, 'ฝอ.บก.น.2', 0),
(300, 6020, 'บก.น.3', 0),
(301, 6021, 'กองบังคับการตำรวจนครบาล 5', 0),
(302, 6022, 'สถานีตำรวจนครบาลปทุมวัน', 0),
(303, 6023, 'บก.น.7', 0),
(304, 6024, 'บก.น.8', 0),
(305, 6025, 'กก.ต่อต้านการก่อการร้าย บก.สปพ.', 0),
(306, 6026, 'กองบังคับการสืบสวนสอบสวน กองบัญชาการตำรวจนครบาล', 0),
(307, 6027, 'กองบังคับการอารักขาและควบคุมฝูงชน', 0),
(308, 6028, 'กองบังคับการอำนวยการ กองบัญชาการตำรวจสอบสวนกลาง', 0),
(309, 6029, 'กองบังคับการปราบปราม', 0),
(310, 6030, 'กองบังคับการตำรวจน้ำ', 0),
(311, 6031, 'กองบังคับการป้องกันปราบปรามการทุจริตและประพฤติมิชอบ', 0),
(312, 6032, 'กองบังคับการตำรวจน้ำ (บก.รน.)', 0),
(313, 6033, 'ส.ทล.5 กก.3 บก.ทล', 0),
(314, 6034, 'บช.ตชด. ', 0),
(315, 6035, 'บก.อก.บช.ตชด.', 0),
(316, 6036, 'บก.ตชด.ภาค 1', 0),
(317, 6037, 'บก.ขส.บช.ปส.', 0),
(318, 6038, 'บก.ฝรก. บช.ศ.', 0),
(319, 6039, 'บก.อก.บช.ส.', 0),
(320, 6040, 'กองบัญชาการตำรวจสันติบาล 1', 0),
(321, 6041, 'กองบัญชาการตำรวจสันติบาล 2', 0),
(322, 6042, 'กองบัญชาการตำรวจสันติบาล 3', 0),
(323, 6043, 'กองบัญชาการตำรวจสันติบาล 4', 0),
(324, 6044, 'ตำรวจภูธรจังหวัดสมุทรปราการ', 0),
(325, 6045, 'ตำรวจภูธรจังหวัดปทุมธานี', 0),
(326, 6046, 'กองบังคับการอำนวยการตำรวจภูธรภาค ๑', 0),
(327, 6047, 'กองบังคับการสืบสวนสอบสวนตำรวจภูธรภาค ๑', 0),
(328, 6048, ' ตำรวจภูธรจังหวัดสมุทรปราการ', 0),
(329, 6049, 'ตำรวจภูธรจังหวัดนนทบุรี', 0),
(330, 6050, 'ตำรวจภูธรจังหวัดพระนครศรีอยุธยา', 0),
(331, 6051, 'ตำรวจภูธรจังหวัดอ่างทอง', 0),
(332, 6052, 'ภ.จว.สิงห์บุรี', 0),
(333, 6053, 'ตำรวจภูธร จังหวัดชัยนาท             ', 0),
(334, 6054, 'ตำรวจภูธรจังหวัดลพบุรี', 0),
(335, 6055, 'ตำรวจภูธรจังหวัดสระบุรี', 0),
(336, 6056, ' ศูนย์ฝึกอบรมตำรวจภูธรภาค 1', 0),
(337, 6057, ' ภ.จว.จันทบุรี', 0),
(338, 6058, 'ภ.จว.ฉะเชิงเทรา', 0),
(339, 6059, 'ภ.จว.ชลบุรี', 0),
(340, 6060, 'ภ.จว.ตราด', 0),
(341, 6061, '.ภ.จว.นครนายก', 0),
(342, 6062, 'ภ.จว.ปราจีนบุรี', 0),
(343, 6063, ' ภ.จว.ระยอง', 0),
(344, 6064, 'ภ.จว.สระแก้ว', 0),
(345, 6065, 'บก.อก.ภ.2', 0),
(346, 6066, 'บก.สส.ภ.2', 0),
(347, 6067, 'ศฝร.ภ.2', 0),
(348, 6068, 'บก.อก.ภ.3', 0),
(349, 6069, 'บก.สส.ภ.3', 0),
(350, 6070, 'ศฝร.ภ.3', 0),
(351, 6071, 'ภ.จว.ชัยภูมิ', 0),
(352, 6072, 'ภ.จว.นครราชสีมา', 0),
(353, 6073, 'ภ.จว.บุรีรัมย์', 0),
(354, 6074, 'ภ.จว.ยโสธร', 0),
(355, 6075, 'ภ.จว.ศรีสะเกษ', 0),
(356, 6076, 'ภ.จว.สุรินทร์', 0),
(357, 6077, 'ภ.จว.อำนาจเจริญ', 0),
(358, 6078, 'ภ.จว.อุบลราชธานี', 0),
(359, 6079, 'ตำรวจภูธรจังหวัดสกลนคร', 0),
(360, 6080, 'บก.อก.ภ.4', 0),
(361, 6081, 'บก.สส.ภ.4', 0),
(362, 6082, 'ศฝร.ภ.4', 0),
(363, 6083, 'ภ.จว.กาฬสินธุ์', 0),
(364, 6084, 'ภ.จว.ขอนแก่น', 0),
(365, 6085, 'ภ.จว.นครพนม', 0),
(366, 6086, 'ภ.จว.บึงกาฬ', 0),
(367, 6087, 'ภ.จว.มหาสารคาม', 0),
(368, 6088, 'ภ.จว.มุกดาหาร', 0),
(369, 6089, 'ภ.จว.ร้อยเอ็ด', 0),
(370, 6090, 'ภ.จว.เลย', 0),
(371, 6091, 'ภ.จว.สกลนคร', 0),
(372, 6092, 'ภ.จว.หนองคาย', 0),
(373, 6093, 'ภ.จว.หนองบัวลำภู', 0),
(374, 6094, 'ภ.จว.อุดรธานี', 0),
(375, 6095, 'ตำรวจภูธรภาค 5', 0),
(376, 6096, 'ตำรวจภูธรภาค 6', 0),
(377, 6097, 'ภ.จว.กาญจนบุรี', 0),
(378, 6098, 'ภ.จว.นครปฐม', 0),
(379, 6099, 'ภ.จว.ราชบุรี', 0),
(380, 6100, 'ภ.จว.เพชรบุรี', 0),
(381, 6101, 'ภ.จว.สุพรรณบุรี', 0),
(382, 6102, 'ศฝร.ภ.๘', 0),
(383, 6103, 'ภ.จว.สุราษฎร์ธานี', 0),
(384, 6104, 'ภ.จว.นครศรีธรรมราช', 0),
(385, 6105, 'ภ.จว.ชุมพร', 0),
(386, 6106, 'ภ.จว.ระนอง', 0),
(387, 6107, 'ภ.จว.พังงา', 0),
(388, 6108, 'ภ.จว.กระบี่', 0),
(389, 6109, 'บก.อก.ภ.๘', 0),
(390, 6110, 'บก.สส.ภ.๘', 0),
(391, 6111, 'บก.อก.ภ.9', 0),
(392, 6112, 'กองบังคับการสืบสวนสอบสวนตำรวจภูธรภาค ๙', 0),
(393, 6113, 'บก.สส.จชต.', 0),
(394, 6114, 'ภ.จว.พัทลุง', 0),
(395, 6115, 'ตำรวจภูธรจังหวัดตรัง', 0),
(396, 6116, 'ตำรวจภูธรจังหวัดนราธิวาส', 0),
(397, 6117, 'ตำรวจภูธรจังหวัดปัตตานี', 0),
(398, 6118, 'ตำรวจภูธรจังหวัดยะลา', 0),
(399, 6119, 'ภ.จว.สงขลา', 0),
(400, 6120, 'ภ.จว.สตูล', 0),
(401, 6121, 'ศูนย์ฝึกอบรมตำรวจภูธรภาค ๙', 0),
(402, 6122, 'รพ.ตร.(บก.อก.รพ.ตร.)', 0),
(403, 6123, 'รพ.ตร.(กลุ่มงานต่างๆในสังกัด รพ.ตร.)', 0),
(404, 6124, 'รพ.ตร. (วพ.รพ.ตร.)', 0),
(405, 6125, 'รพ.ตร.(ดร.รพ.ตร.)', 0),
(406, 6126, 'รพ.ตร.(ยส.รพ.ตร.)', 0),
(407, 6127, 'กองบังคับการอำนวยการ โรงเรียนนายร้อยตำรวจ', 0),
(408, 6128, 'กองวินัย สำนักงานตำรวจแห่งชาติ', 0),
(409, 6129, 'กองบังคับการอำนวยการ สำนักงานส่งกำลังบำรุง', 0),
(410, 6130, 'กองพลาธิการ สำนักงานส่งกำลังบำรุง', 0),
(411, 6131, 'กองโยธาธิการ สำนักงานส่งกำลังบำรุง', 0),
(412, 6132, 'กองสรรพาวุธ สำนักงานส่งกำลังบำรุง', 0),
(413, 6133, 'สำนักงานกำลังพล', 0),
(414, 6134, 'กองตรวจสอบและทะเบียนประวัติ สง.ก.ตร.', 0),
(415, 6135, ' สำนักงานคณะกรรมการนโยบายตำรวจแห่งชาติ', 0),
(416, 6136, 'สำนักงานงบประมาณและการเงิน      ', 0),
(417, 6137, 'กองบังคับการตรวจคนเข้าเมือง 2', 0),
(418, 6138, 'บก.ตม.2', 0),
(419, 6139, 'กองบังคับการตรวจคนเข้าเมือง 4', 0),
(420, 6140, 'สำนักงานรองผู้บัญชาการ', 0),
(421, 6141, 'ฝ่ายการสื่อสาร ๓ กองตำรวจสื่อสาร', 0),
(422, 6142, 'ฝ่ายการสื่อสาร ๓ กองตำรวจสื่อสาร (ศูนย์บริการเทคนิคสื่อสาร ๒ ชลบุรี)', 0),
(423, 6143, 'ฝ่ายการสื่อสาร ๓ กองตำรวจสื่อสาร (ศูนย์บริการเทคนิคสื่อสาร ๒ จันทบุรี)', 0),
(424, 6144, 'ฝ่ายการสื่อสาร ๓ กองตำรวจสื่อสาร', 0),
(425, 6145, ' ฝ่ายการสื่อสาร ๓ กองตำรวจสื่อสาร', 0),
(426, 6146, 'ศูนย์บริการเทคนิคสื่อสาร 4 สกลนคร', 0),
(427, 6147, 'ศูนย์บริการเทคนิคสื่อสาร 3 อุบลราชธานี', 0),
(428, 6148, 'ฝสส.5 สส.', 0),
(429, 6149, 'กองตำรวจสื่อสาร', 0),
(430, 6150, 'สถาบันส่งเสริมงานสอบสวน สำนักงานกฎหมายและคดี ', 0),
(431, 6151, 'กองกับคับการอำนวยการ สำนักงานพิสูจน์หลักฐานตำรวจ', 0),
(432, 6152, 'กองพิสูจน์หลักฐานกลาง', 0),
(433, 6153, 'สถาบันฝึกอบรมและวิจัยการพิสูจน์หลักฐานตำรวจ', 0),
(434, 6154, 'ศูนย์พิสูจน์หลักฐาน 2', 0),
(435, 6155, 'ศูนย์พิสูจน์หลักฐาน 3', 0),
(436, 6156, 'ศูนย์พิสูจน์หลักฐาน 4', 0),
(437, 6157, 'ศูนย์พิสูจน์หลักฐาน 5 ', 0),
(438, 6158, 'ศูนย์พิสูจน์หลักฐาน 6', 0),
(439, 6159, 'ศูนย์พิสูจน์หลักฐาน 8', 0),
(440, 6160, 'ศูนย์พิสูจน์หลักฐาน 10', 0),
(441, 6161, 'ฝ่ายบริการการประชุมและพิธีการ สำนักงานเลขานุการตำรวจแห่งชาติ', 0),
(442, 6162, 'สำนักงานเลขานุการตำรวจแห่งชาติ', 0),
(443, 6163, 'ส่วนตรวจสอบสำนวนคดีอุทธรณ์และฎีกา', 0),
(444, 7001, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(445, 7002, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(446, 7003, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(447, 7004, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(448, 7005, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(449, 7006, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(450, 7007, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(451, 7008, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(452, 7009, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(453, 7010, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(454, 7011, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(455, 7012, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(456, 7013, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(457, 7014, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(458, 7015, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(459, 7016, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(460, 7017, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(461, 7018, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(462, 7019, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(463, 7020, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(464, 7021, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(465, 7022, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(466, 7023, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(467, 7024, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(468, 7025, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(469, 7026, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(470, 7027, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(471, 7028, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(472, 7029, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(473, 7030, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(474, 7031, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(475, 7032, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(476, 7033, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(477, 7034, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(478, 7035, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(479, 7036, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(480, 7037, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(481, 7038, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(482, 7039, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(483, 7040, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(484, 7041, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(485, 7042, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(486, 7043, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(487, 7044, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(488, 7045, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(489, 7046, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(490, 7047, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(491, 7048, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(492, 7049, 'หน่วยอื่นๆ เพิ่มเติม', 0),
(493, 7050, 'หน่วยอื่นๆ เพิ่มเติม', 0);

-- --------------------------------------------------------

--
-- Table structure for table `jit_time`
--

CREATE TABLE `jit_time` (
  `Id` int(11) NOT NULL,
  `QueueTime` datetime NOT NULL,
  `QtyTotal` int(11) NOT NULL,
  `InBit` int(11) NOT NULL,
  `OutBit` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `jit_time`
--

INSERT INTO `jit_time` (`Id`, `QueueTime`, `QtyTotal`, `InBit`, `OutBit`) VALUES
(1, '2018-08-27 19:54:00', 3850, 16, 0);

-- --------------------------------------------------------

--
-- Table structure for table `jit_user`
--

CREATE TABLE `jit_user` (
  `userId` int(11) NOT NULL,
  `userName` varchar(50) DEFAULT NULL,
  `userPassword` varchar(250) DEFAULT NULL,
  `userPin` varchar(250) NOT NULL,
  `userFullname` varchar(200) DEFAULT NULL,
  `userGroupCode` varchar(20) NOT NULL,
  `userDeptCode` varchar(10) NOT NULL,
  `userEmail` varchar(100) DEFAULT NULL,
  `userTel` varchar(100) DEFAULT NULL,
  `userPicture` varchar(250) DEFAULT NULL,
  `StatusId` char(1) DEFAULT NULL,
  `CreateTime` datetime NOT NULL,
  `CreateUserId` int(11) NOT NULL,
  `UpdateTime` datetime NOT NULL,
  `UpdateUserId` int(11) NOT NULL,
  `loginStatus` int(11) NOT NULL DEFAULT '0',
  `lastLoginTime` datetime NOT NULL,
  `SID` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `jit_user`
--

INSERT INTO `jit_user` (`userId`, `userName`, `userPassword`, `userPin`, `userFullname`, `userGroupCode`, `userDeptCode`, `userEmail`, `userTel`, `userPicture`, `StatusId`, `CreateTime`, `CreateUserId`, `UpdateTime`, `UpdateUserId`, `loginStatus`, `lastLoginTime`, `SID`) VALUES
(1, 'admin', 'f9c6c2e7d2dd5c8773d97faaa399692d', '43366a8c6902767fc2157b7def389f5e60f8b7ba1c36e546ce2c3beabca85ae9', 'Administrator', '1', '', 'admin@gmail.com', 'admin', 'user_admin.jpg', '1', '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 0, 1, '2018-08-27 16:46:46', ''),
(2, 'ni', '125d2bd3d7630563306813fd1b769ece710ea13b05a7a57e984c79726f99d5f3', '125d2bd3d7630563306813fd1b769ece710ea13b05a7a57e984c79726f99d5f3', 'ร.ท.หญิง หัชญา สุพัฒนานนท์', '3', '0', 'ni1234@rtarf.mi.th', '-', '', '1', '2018-08-14 10:22:47', 1, '0000-00-00 00:00:00', 0, 0, '2018-08-27 15:33:16', ''),
(3, 'oil', '125d2bd3d7630563306813fd1b769ece710ea13b05a7a57e984c79726f99d5f3', '125d2bd3d7630563306813fd1b769ece710ea13b05a7a57e984c79726f99d5f3', 'พ.จ.ต. สมพงษ์   ภูคงน้ำ', '3', '0', 'oil1234@rtarf.mi.th', '-', '', '1', '2018-08-14 10:29:53', 1, '0000-00-00 00:00:00', 0, 0, '0000-00-00 00:00:00', ''),
(4, 'aof', '125d2bd3d7630563306813fd1b769ece710ea13b05a7a57e984c79726f99d5f3', '125d2bd3d7630563306813fd1b769ece710ea13b05a7a57e984c79726f99d5f3', 'พ.อ.อ. กันตพงศ์   ประไพเพชร', '3', '0', 'aof1234@rtarf.mi.th', '-', '', '1', '2018-08-14 10:47:18', 1, '0000-00-00 00:00:00', 0, 0, '0000-00-00 00:00:00', ''),
(5, 'tawan', '125d2bd3d7630563306813fd1b769ece710ea13b05a7a57e984c79726f99d5f3', '125d2bd3d7630563306813fd1b769ece710ea13b05a7a57e984c79726f99d5f3', 'ส.อ. ตะวัน อินแผง', '3', '0', 'tawan1234@rtarf.mi.th', '-', '', '1', '2018-08-14 10:48:57', 1, '0000-00-00 00:00:00', 0, 0, '0000-00-00 00:00:00', ''),
(6, 'nk', '125d2bd3d7630563306813fd1b769ece710ea13b05a7a57e984c79726f99d5f3', '125d2bd3d7630563306813fd1b769ece710ea13b05a7a57e984c79726f99d5f3', 'นางสาว ภูริพัชร นาคบุญมา', '3', '0', 'nk1234@rtarf.mi.th', '-', '', '1', '2018-08-14 10:49:43', 1, '0000-00-00 00:00:00', 0, 0, '2018-08-27 15:33:34', ''),
(7, 'tong', '125d2bd3d7630563306813fd1b769ece710ea13b05a7a57e984c79726f99d5f3', '125d2bd3d7630563306813fd1b769ece710ea13b05a7a57e984c79726f99d5f3', 'ร.ท. พิชาคร   นุ้ยสุข', '3', '0', 'tong1234@rtarf.mi.th', '-', '', '1', '2018-08-14 10:50:42', 1, '0000-00-00 00:00:00', 0, 0, '0000-00-00 00:00:00', ''),
(8, 'rong', '125d2bd3d7630563306813fd1b769ece710ea13b05a7a57e984c79726f99d5f3', '125d2bd3d7630563306813fd1b769ece710ea13b05a7a57e984c79726f99d5f3', 'น.อ.หญิง วรารัตน์   นรินทรภักดี', '3', '0', 'rong1234@rtarf.mi.th', '-', '', '1', '2018-08-14 10:55:16', 1, '0000-00-00 00:00:00', 0, 0, '0000-00-00 00:00:00', ''),
(9, 'tick', '125d2bd3d7630563306813fd1b769ece710ea13b05a7a57e984c79726f99d5f3', '125d2bd3d7630563306813fd1b769ece710ea13b05a7a57e984c79726f99d5f3', 'พ.อ. ไพบูลย์   โกมลทัต', '3', '0', 'tick1234@rtarf.mi.th', '-', '', '1', '2018-08-14 10:56:07', 1, '0000-00-00 00:00:00', 0, 0, '0000-00-00 00:00:00', '');

-- --------------------------------------------------------

--
-- Table structure for table `jit_user_group`
--

CREATE TABLE `jit_user_group` (
  `Id` int(11) NOT NULL,
  `Code` varchar(20) NOT NULL,
  `Name` varchar(50) NOT NULL,
  `StatusId` int(11) NOT NULL,
  `CreateTime` datetime NOT NULL,
  `CreateUserId` int(11) NOT NULL,
  `UpdateTime` datetime NOT NULL,
  `UpdateUserId` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `jit_user_group`
--

INSERT INTO `jit_user_group` (`Id`, `Code`, `Name`, `StatusId`, `CreateTime`, `CreateUserId`, `UpdateTime`, `UpdateUserId`) VALUES
(1, 'admin', 'admin', 1, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 0),
(2, 'guest', 'Guest', 1, '2018-08-01 15:24:03', 1, '2018-08-01 15:54:08', 1),
(3, 'superUser', 'Super User', 1, '2018-08-01 15:24:03', 1, '2018-08-01 15:54:08', 1);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `jit_data`
--
ALTER TABLE `jit_data`
  ADD PRIMARY KEY (`Id`);

--
-- Indexes for table `jit_data_history`
--
ALTER TABLE `jit_data_history`
  ADD PRIMARY KEY (`Id`);

--
-- Indexes for table `jit_group`
--
ALTER TABLE `jit_group`
  ADD PRIMARY KEY (`Id`);

--
-- Indexes for table `jit_time`
--
ALTER TABLE `jit_time`
  ADD PRIMARY KEY (`Id`);

--
-- Indexes for table `jit_user`
--
ALTER TABLE `jit_user`
  ADD PRIMARY KEY (`userId`);

--
-- Indexes for table `jit_user_group`
--
ALTER TABLE `jit_user_group`
  ADD PRIMARY KEY (`Id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `jit_data`
--
ALTER TABLE `jit_data`
  MODIFY `Id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=139;
--
-- AUTO_INCREMENT for table `jit_group`
--
ALTER TABLE `jit_group`
  MODIFY `Id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=494;
--
-- AUTO_INCREMENT for table `jit_time`
--
ALTER TABLE `jit_time`
  MODIFY `Id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `jit_user`
--
ALTER TABLE `jit_user`
  MODIFY `userId` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;
--
-- AUTO_INCREMENT for table `jit_user_group`
--
ALTER TABLE `jit_user_group`
  MODIFY `Id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
